"""Сообщения бота."""

GREETING = "Привет!\nНужно придумать приветствие"
YOUR_ID = "Твой ID:\n<b>{id}</b>"
NO_USLUGI = "На данный момент никаких услуг нет"
CHOOSE_ACTION = "Выберите действие"
MAIN_MENU = "Главное меню"
CHOOSE_GIVEN_ACTION = "Выберите действие из предложенных"
SET_USLUGA_NAME = "Задайте название услуги"
USLUGA_ALREADY_EXISTS = 'Услуга с названием <b>"{name}"</b> уже существует!'
SET_USLUGA_PRICE = "Задайте цену услуги в рублях\n(например, 300)"
SET_USLUGA_DURATION = (
    "Задайте длительность услуги в минутах (кратно 30)\n(например, 90)"
)
USLUGA_CREATED = 'Услуга <b>"{name}"</b> создана!'
CHOOSE_USLUGA_TO_DELETE = "Введите порядковый номер услуги, которую хотите удалить"
USLUGA_DELETED = 'Услуга <b>"{name}"</b> удалена!'
